---
kind: enumMember
id: F:Autodesk.Revit.DB.ShowHiddenLinesValues.None
enum: Autodesk.Revit.DB.ShowHiddenLinesValues
source: html/5d2b053f-3eb4-9642-0339-1c42a6003d89.htm
---
# Autodesk.Revit.DB.ShowHiddenLinesValues.None

Do not show any hidden lines.